var quizQuestions = [
  {
    id: 1,
    question: "СПИСОК ПОКУПОК – ЭТО...",
    answers: [
      {
        id: 1,
        type: "Недоверыч",
        content: "Список чего? У меня все есть."
      },
      {
        id: 2,
        type: "Скидулькин",
        content: "Кандалы, которые сковывают порывы моей души. Надо покупать сердцем, а не списком."
      },
      {
        id: 3,
        type: "Умелов",
        content: "Огонёк маяка, который ведет меня сквозь гастрономический шторм."
      },

    ]
  },
  {
    id: 2,
    question: "ПОЛЬЗУЕШЬСЯ ЛИ ТЫ СКИДОЧНЫМИ КУПОНАМИ?",
    answers: [
      {
        id: 1,
        type: "Недоверыч",
        content: "Слишком много суеты: нужно их где-то найти, потом не забыть обменять..."
      },
      {
        id: 2,
        type: "Скидулькин",
        content: "Конечно! А ещё промокодами и дисконтными картами"
      },
      {
        id: 3,
        type: "Умелов",
        content: "Зачем платить больше, когда можно то же самое купить со скидкой."
      },
    ]
  },
  {
    id: 3,
    question: "ЕСЛИ ТЫ ВИДИШЬ ТОВАРЫ ПО АКЦИИ, ТО...",
    answers: [
      {
        id: 1,
        type: "Недоверыч",
        content: "Если это есть в моем списке, то, конечно, куплю!"
      },
      {
        id: 2,
        type: "Скидулькин",
        content: "Искра, буря, безумие – набиваю полную корзину и бегу скорее на кассу."
      },
      {
        id: 3,
        type: "Умелов",
        content: "Пройду мимо, потому что вчера купил уже без скидки."
      },
    ]
  },
  {
    id: 4,
    question: "ЕСЛИ БЫ ТЫ МОГ ОПИСАТЬ ПЕСНЕЙ СВОЙ ФУД-ШОПИНГ В «ДИКСИ» (НУ ИЛИ ЕЩЁ ГДЕ-ТО), ТО ЭТО БЫЛО БЫ:",
    answers: [
      {
        id: 1,
        type: "Недоверыч",
        content: "«Мы с тобой не пара, не пара»"
      },
      {
        id: 2,
        type: "Скидулькин",
        content: "«Я люблю тебя до слез»"
      },
      {
        id: 3,
        type: "Умелов",
        content: "«Maybe yes, maybe no»"
      },
    ]
  },
  {
    id: 5,
    question: "ТЕБЕ СОВЕТУЮТ ЧТО-ТО ПРИОБРЕСТИ. ЧЬЕМУ МНЕНИЮ ДОВЕРИШЬСЯ?",
    answers: [
      {
        id: 1,
        type: "Недоверыч",
        content: "Я волк-одиночка в этом плане. Решаю сам."
      },
      {
        id: 2,
        type: "Скидулькин",
        content: "«Гугл» или «Яндекс». Камон, они знают всё!"
      },
      {
        id: 3,
        type: "Умелов",
        content: "У меня свои эксперты, мнению которых я доверяю."
      },
    ]
  }
];

export default quizQuestions;
