var quizResults = [
  {
    id: 1,
    type: "Недоверыч",
    description: "Ты знаешь марку самой натуральной колбасы, а также где максимально выгодно ее купить. Твой список покупок всегда наготове, и ты умело им распоряжаешься, не теряя голову при виде акционных товаров. Мудрость и рациональность в продуктовом шопинге – твоя отличительная черта, это очень ценные качества, береги их.",
    examples: "Dory (Finding Nemo), Maui (Moana)",
    link: "https://en.wikipedia.org/wiki/Linked_list",
    img: { url: "dory.jpg", caption: "Image: Pixar" }
  },
  {
    id: 2,
    type: "Скидулькин",
    description: "При виде слова «скидка» твои ладони начинают потеть, а перед глазами появляется легкая дымка. Ты носишься по рядам магазина, сбрасывая в корзинку всё, что попадается под руку. Ты часто набираешь больше, чем можешь съесть, стараясь оправдать себя тем, что это можно отдать соседу, а это точно пригодится. В этом нет ничего ужасного, ты любишь продуктовый шопинг, но попробуй хоть иногда воспользоваться списком.",
    link: "https://en.wikipedia.org/wiki/Binary_search_tree",
    img: { url: "olivia-pope.jpg", caption: "Image: ABC" }
  },
  {
    id: 3,
    type: "Умелов",
    description: "Ты очень бережлив и осторожен. Акции для тебя пустой звук, ты относишься к ним с недоверием. Но попробуй открыться продуктовому миру – он не такой хитрый, как тебе кажется. Постарайся иногда расслабиться и получить удовольствие от покупок, как это делают многие клиенты «Дикси».",
    examples: "Leslie Knope (Parks and Recreation), Cookie Lyon (Empire)",
    link: "https://en.wikipedia.org/wiki/Queue_(abstract_data_type)",
    img: { url: "leslie-knope.jpg", caption: "Image: NBC" }
  }
];

export default quizResults;
